export const GROUP_DRAFT_SEQUENCES: Record<string, string[]> = {
  g1: [
    "박지영", "안성민", "조기상", "기원우", "문수미", "김태민", "이준수", "정유민", "조성환", "한종현", 
    "박예지", "이채은", "송준호", "배준영", "나민서", "이수현", "나민지", "곽영호", "박재원", "문진혁", 
    "신태겸", "박승원", "이강윤", "윤다현", "박주하", "조다래", "김태경", "조영헌", "박세현", "이세훈", 
    "윤아영", "나민지", "박민서", "김진", "최서은", "김명재", "권지윤", "이서윤", "안희상", "김태경", 
    "조영헌", "박세현", "이세훈", "강현승", "강현승", "윤아영", "김예찬", "이명연", "최효영", "강준하", "김동령"
  ],
  g2: [
    "국서원", "박주용", "강현성", "박강희", "서정우", "성지민", "오철민", "임유진", "전혜인", "고승우", 
    "김전일", "허승훈", "신재용", "홍윤표", "조혜민", "김가연", "김태민", "이종철", "고미르", "서동욱", 
    "정유민", "이현서", "김가은", "어동진", "조성환", "최현", "최한나", "한광윤", "한종현", "박예지", 
    "백건희", "이채은"
  ],
  g3: [
    "서희태", "이종철", "최서은", "곽영호", "신태겸", "이서윤", "윤다현", "조다래", "안희상", "이수현", 
    "나민지", "박민서", "김진", "김명재", "박재원", "권지윤", "문진혁", "박승원", "이강윤", "박주하", 
    "김태경", "조영헌", "박세현", "이세훈", "강현승", "윤아영", "김예찬", "김예찬", "이명연", "이명연", 
    "최효영", "최효영", "강준하", "강준하", "김동령", "김동령"
  ],
  g4: [
    "강동현", "고재연", "김지연", "이장규", "최창우", "한유진", "김선우", "김건아", "김수빈", "서지우", 
    "강지윤", "김민준", "노상우", "최희정", "권홍록", "안현서", "오상우", "이아름", "한현구", "신재용", 
    "홍윤표", "조혜민", "문수미", "김가연", "김태민", "이준수", "고미르", "서동욱", "정유민", "이현서", 
    "김가은", "어동진", "조성환", "최현", "최한나", "한광윤", "한종현", "백건희", "이채은", "송준호", 
    "배준영", "나민서"
  ],
  g5: [
    "김나예", "김치준", "박상완", "박정연", "정윤영", "신재용", "홍윤표", "조혜민", "문수미", "김가연", 
    "이준수", "이종철", "고미르", "서동욱", "이현서", "김가은", "어동진", "최현", "최한나", "한광윤", 
    "박예지", "백건희", "송준호", "배준영", "나민서", "이수현", "박민서", "김진", "최서은", "김명재", 
    "곽영호", "박재원", "문진혁", "신태겸", "박승원", "이강윤", "권지윤", "이서윤", "윤다현", "박주하", 
    "조다래", "안희상", "박주하", "고미르", "김가은", "최한나", "김미현", "고겸은", "김성수", "홍재영", "성민수"
  ]
};
